Repository: MakSimKlim/WPF-homeworks
Catalog: ДЗ №55 до 22.01.23 WPF_Расширения разметки/ДЗ №55 до 22.01.23 WPF_Расширения разметки/ДЗ №55 до 22.01.23 WPF_Расширения разметки/ItemsMenu.*.resx
Languages: es, fr, id

# Contacts
source: Контакты
es: Contactos
fr: Contacts
id: Kontak

# ContactsText
source: Контакты. Адрес: 125009 Москва, Брюсов пер. 7, подъезд 1, оф. 1 (метро Охотный ряд). Тел. +7 (495) 668-31-61/ -62/ -63, +7 495 692-38-95 +7 495 692-20-59 +7 495 692-11-30
es: Contactos. Dirección: 125009 Moscú, Brusov per. 7, entrada 1, oficina. 1 (estación de metro Okhotny Ryad). Tel. +7 (495) 668-31-61/ -62/ -63, +7 495 692-38-95 +7 495 692-20-59 +7 495 692-11-30
fr: Contacts. Adresse : 125009 Moscou, Brusov per. 7, entrée 1, bureau. 1 (station de métro Okhotny Ryad). Tél. +7 (495) 668-31-61/ -62/ -63, +7 495 692-38-95 +7 495 692-20-59 +7 495 692-11-30
id: Kontak. Alamat: 125009 Moskow, Brusov per. 7, pintu masuk 1, kantor. 1 (stasiun metro Okhotny Ryad). Tel. +7 (495) 668-31-61/ -62/ -63, +7 495 692-38-95 +7 495 692-20-59 +7 495 692-11-30

# English
source: Английский
es: Inglés
fr: Anglais
id: Bahasa Inggris

# French
source: Французский
es: Francés
fr: Français
id: Bahasa Prancis

# Indonesian
source: Индонезийский
es: Indonesia
fr: Indonésien
id: Bahasa Indonesia

# Language
source: Язык
es: Idioma
fr: Langue
id: Bahasa

# Main
source: Главная
es: Principal
fr: Principal
id: Utama

# MainText
source: Как путешествовать по России на велосипеде: идеи и советы. Новичкам стоит попробовать свои силы в однодневных путешествиях — несложных и недлинных. Маршруты для первых велопоходов выбирайте тщательно, учитывайте не только дистанцию, но и профиль дороги: не должно быть ни затяжных подъёмов, ни высоких холмов. Чем ровнее она будет — тем лучше. Не стоит приближаться к загруженным большим трассам с сильным движением, даже если по ним разрешено ездить на велосипеде. Находите объездные пути по просёлочным дорогам и лесным тропинкам. Подходящих дорог для новичков много вокруг столицы. Вся Московская область пронизана железнодорожными путями, поэтому не обязательно делать кольцевые маршруты. Можно доехать на электричке до одной станции, а обратно вернуться с другой. Очень много удобных вариантов маршрутов вокруг большинства российских городов. Вы можете составить их сами или спросить совета опытных туристов, воспользовавшись уже составленными треками. Уделите внимание велосипеду. В идеале — за пару недель до путешествия внимательно его осмотрите, протестируйте или, если плохо разбираетесь в велотонкостях, заранее пройдите полный «техосмотр» в хорошей мастерской, чтобы было время устранить все поломки.Хорошие условия для несложных многодневных походов есть в Московской и Ленинградской областях, в Карелии, в степных районах Краснодарского края,на Таманском полуострове и на берегах Байкала.
es: Cómo recorrer Rusia en bicicleta: ideas y consejos. Los principiantes deberían probar con viajes de un día, no complicados ni largos. Elija con cuidado las rutas para los primeros viajes en bicicleta, tenga en cuenta no sólo la distancia, sino también el perfil de la carretera: no debe haber subidas largas ni colinas altas. Cuanto más llana sea, mejor. Aléjate de las carreteras con mucho tráfico, aunque esté permitido circular en bicicleta. Desvíese por caminos rurales y pistas forestales. Hay muchas carreteras adecuadas para principiantes en los alrededores de la capital. Toda la región de Moscú está plagada de vías férreas, así que no hace falta que hagas rutas circulares. Puede tomar un tren hasta una estación y regresar desde otra. Hay muchas opciones cómodas de rutas por la mayoría de las ciudades rusas. Puede hacerlas usted mismo o pedir consejo a turistas experimentados, utilizando vías ya hechas. Preste atención a su bicicleta. Lo ideal es que, un par de semanas antes del viaje, la inspeccione cuidadosamente, la pruebe o, si no está muy versado en los detalles de las bicicletas, haga una "inspección técnica" completa en un buen taller con antelación, para que haya tiempo de arreglar todas las averías.Las buenas condiciones para realizar excursiones de varios días sin complicaciones se dan en las regiones de Moscú y Leningrado, en Carelia, en las zonas esteparias del Territorio de Krasnodar, en la península de Taman y a orillas del lago Baikal.
fr: Comment parcourir la Russie à vélo : idées et conseils. Les débutants devraient s'essayer à des trajets d'une journée - ni compliqués, ni longs. Choisissez avec soin les itinéraires de vos premiers voyages à vélo, en tenant compte non seulement de la distance, mais aussi du profil de la route : il ne doit pas y avoir de longues montées ou de fortes collines. Plus elle est plate, mieux c'est. Restez à l'écart des autoroutes à forte circulation, même si le vélo y est autorisé. Faites des détours par les routes de campagne et les chemins forestiers. Il existe de nombreuses routes adaptées aux débutants autour de la capitale. Toute la région de Moscou est traversée par des voies ferrées, de sorte que vous n'avez pas besoin de faire des itinéraires circulaires. Vous pouvez prendre un train jusqu'à une gare et revenir d'une autre gare. Il existe de nombreuses possibilités d'itinéraires pratiques dans la plupart des villes russes. Vous pouvez les créer vous-même ou demander conseil à des touristes expérimentés, en utilisant des pistes déjà tracées. Faites attention à votre vélo. Idéalement, quelques semaines avant le voyage, inspectez-le soigneusement, testez-le ou, si vous n'êtes pas très versé dans les détails de la bicyclette, faites une "inspection technique" complète dans un bon atelier à l'avance, afin d'avoir le temps de réparer toutes les pannes.Les régions de Moscou et de Leningrad, la Carélie, les zones de steppe du territoire de Krasnodar, la péninsule de Taman et les rives du lac Baïkal offrent de bonnes conditions pour des randonnées de plusieurs jours sans complication.
id: Cara berkeliling Rusia dengan sepeda: ide dan tip. Para pemula harus mencoba melakukan perjalanan satu hari - tidak rumit dan tidak lama. Pilih rute untuk perjalanan bersepeda pertama dengan hati-hati, pertimbangkan tidak hanya jaraknya, tetapi juga profil jalannya: tidak boleh ada tanjakan yang panjang atau perbukitan yang tinggi. Semakin datar, semakin baik. Jauhi jalan raya yang sibuk dengan lalu lintas padat, meskipun bersepeda diperbolehkan. Ambil jalan memutar di jalan pedesaan dan jalur hutan. Ada banyak jalan yang cocok untuk pemula di sekitar ibu kota. Seluruh wilayah Moskow dipenuhi dengan rel kereta api, jadi Anda tidak perlu membuat rute melingkar. Anda bisa naik kereta dari satu stasiun ke stasiun lain dan kembali lagi. Ada banyak pilihan rute yang nyaman untuk mengelilingi sebagian besar kota di Rusia. Anda bisa membuatnya sendiri atau meminta saran dari turis berpengalaman, menggunakan trek yang sudah dibuat. Perhatikan sepeda Anda. Idealnya, beberapa minggu sebelum perjalanan, periksa dengan cermat, uji coba atau, jika Anda tidak berpengalaman dalam detail sepeda, lakukan "pemeriksaan teknis" lengkap di bengkel yang baik sebelumnya, sehingga ada waktu untuk memperbaiki semua kerusakan Kondisi yang baik untuk perjalanan multi-hari yang tidak rumit ada di wilayah Moskow dan Leningrad, di Karelia, di daerah padang rumput di Wilayah Krasnodar, di Semenanjung Taman, dan di tepi Danau Baikal.

# MainTitle
source: Расширения разметки
es: Extensiones de marcado
fr: Extensions du balisage
id: Ekstensi markup

# News
source: Новости
es: Noticias
fr: Actualités
id: Berita

# NewsItem1
source: 17 ноября, 2023 "Чемпионат России по велогонкам
es: 17 de noviembre de 2023 "Campeonato de Rusia de Ciclismo
fr: 17 novembre 2023 "Championnat russe de cyclisme
id: 17 November, 2023 "Kejuaraan Bersepeda Rusia

# NewsItem2
source: 24 декабря, 2023 "История велотуризма в России. Открытая лекция
es: 24 de diciembre de 2023 "Historia del cicloturismo en Rusia. Conferencia abierta
fr: 24 décembre 2023 "Histoire du cyclotourisme en Russie. Conférence ouverte
id: 24 Desember, 2023 "Sejarah wisata bersepeda di Rusia. Kuliah terbuka

# Russian
source: Русский
es: Ruso
fr: Russie
id: Rusia

# Services
source: Услуги
es: Servicios
fr: Services
id: Layanan

# ServicesText
source: Наша помощь в организации Вашего путешествия не ограничивается бронированием гостиниц и экскурсий. Вы можете положиться на нас в решении любых вопросов, связанных с подготовкой к нему. Мы поможем Вам:составить оптимальный маршрут Вашего путешествия с посещением интересных для Вас достопримечательностей и забронировать отели по пути следования;забронировать авиабилет на удобный для Вас рейс российской или международной авиакомпании или железнодорожный билет, заказать трансфер по городу или между городами, включая поездки в аэропорты (готовые предложения по трансферам);найти переводчика или русскоязычного сопровождающего по городу;взять в аренду автомобиль по специальной цене; оформить медицинскую страховку;оформить визу в Германию;найти ресторан с самым привлекательным меню;организовать посещение интересующего Вас культурного или спортивного мероприятия и приобрести входные билеты;провести бизнес-встречу и много другое, в соответствии с Вашими пожеланиями! С любыми дополнительными вопросами обращайтесь к нашим менеджерам.
es: Nuestra asistencia en la organización de su viaje no se limita a la reserva de hoteles y excursiones. hoteles y excursiones. Puede confiar en nosotros para ayudarle con todos los preparativos de su viaje. Le ayudaremos: a confeccionar una ruta óptima de su viaje con visitas a lugares de interés y a reservar hoteles a lo largo del trayecto; a reservar un billete de avión en un vuelo conveniente para usted de una compañía aérea rusa o internacional o un billete de tren, reservar un traslado dentro de la ciudad o entre ciudades, incluidos los viajes a los aeropuertos (ofertas preparadas sobre traslados); encontrar un intérprete o un acompañante de habla rusa por la ciudad; alquilar un coche a un precio especial; contratar un seguro médico; tramitar un visado para Alemania; encontrar un restaurante con el menú más atractivo; organizar una visita a un acontecimiento cultural o deportivo que le interese y comprar las entradas; celebrar una reunión de negocios y mucho más, ¡según sus deseos! Si tiene más preguntas, póngase en contacto con nuestros gestores.
fr: Notre assistance dans l'organisation de votre voyage ne se limite pas à la réservation d'hôtels et d'excursions. hôtels et excursions. Vous pouvez compter sur nous pour vous aider à organiser votre voyage. Nous vous aiderons à : établir un itinéraire optimal pour votre voyage en visitant des sites intéressants et en réservant des hôtels en cours de route ; réserver un billet d'avion sur un vol qui vous convient d'une compagnie aérienne russe ou internationale, ou un billet de train ; réserver un transfert à l'intérieur de la ville ou entre les villes, y compris les trajets vers les aéroports (prêts à l'emploi, etc.), réserver un transfert à l'intérieur de la ville ou entre les villes, y compris vers les aéroports (offres toutes faites sur les transferts) ; trouver un interprète ou un accompagnateur russophone dans la ville ; louer une voiture à un prix spécial ; souscrire une assurance médicale ; obtenir un visa pour l'Allemagne ; trouver un restaurant avec le menu le plus attractif ; organiser la visite d'un événement culturel ou sportif qui vous intéresse et acheter les billets d'entrée ; organiser une réunion d'affaires et bien d'autres choses encore, selon vos souhaits ! N'hésitez pas à contacter nos responsables pour toute question supplémentaire.
id: Bantuan kami dalam mengatur perjalanan Anda tidak terbatas pada pemesanan hotel dan tur. hotel dan wisata. Anda dapat mengandalkan kami untuk membantu Anda dengan semua pengaturan perjalanan Anda. Kami akan membantu Anda: membuat rute perjalanan yang optimal dengan mengunjungi tempat-tempat wisata yang menarik dan memesan hotel di sepanjang perjalanan; memesan tiket pesawat yang nyaman untuk Anda dari maskapai penerbangan Rusia atau internasional atau tiket kereta api, memesan transfer di dalam kota atau antar kota, termasuk perjalanan ke bandara (penawaran siap pakai untuk transfer); mencari penerjemah atau pendamping berbahasa Rusia di sekitar kota; menyewa mobil dengan harga khusus; mengatur asuransi kesehatan; mengatur visa ke Jerman; menemukan restoran dengan menu paling menarik; mengatur kunjungan ke acara budaya atau olahraga yang Anda minati dan membeli tiket masuk; mengadakan pertemuan bisnis dan masih banyak lagi, sesuai dengan keinginan Anda! Silakan hubungi manajer kami jika Anda memiliki pertanyaan tambahan.

# Spanish
source: Испанский
es: Español
fr: Espagnol
id: Bahasa Spanyol
